---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.KeynoteNumber
source: html/e2e2a580-7993-2c88-f87c-083cabd225f4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.KeynoteNumber Property

"Key Value"

## Syntax (C#)
```csharp
public static ForgeTypeId KeynoteNumber { get; }
```